Repository: achaval-tomas/Quick-Notes
Catalog: lib/l10n/intl_*.arb
Languages: es

# logout_button
source: Log Out
es: Cerrar sesión

# note
source: New Note
es: Nueva Nota

source: Cancel
es: Cancelar

source: Yes
es: Si

# delete
source: Deleting Note
es: Eliminando Nota

# delete_all
source: Delete All Notes
es: Borrar todo

# delete_all_title
source: Deleting All Your Notes
es: Borrando todas tus notas

# delete_all_prompt
source: Are you sure you want to delete your notes? There is no going back.
es: Estas seguro? Tus notas no se podrán recuperar.

# sharing
source: Sharing Note
es: Compartiendo Nota

source: Log In
es: Iniciar Sesión

source: Verify Email
es: Verificación de Email

# create_user
source: New Account
es: Crear Usuario

source: Register
es: Registrarme

# restart
source: Go Back
es: Volver

# generic_loading_text
source: Please wait a moment...
es: Espera un momento...

source: Last Access:
es: Último Acceso:

source: Start typing your note...
es: Comienza a escribir tu nota...

# delete_note_prompt
source: Are you sure you want to delete this note?
es: Estas seguro de que deseas eliminar esta nota?

# cannot_share_empty_note_prompt
source: You can't share an empty note!
es: No puedes compartir notas vacías!

# generic_error_prompt
source: An error occurred
es: Ocurrió un error

# logout_dialog_title
source: Logging Out
es: Cerrando Sesión

# logout_dialog_prompt
source: Are you sure you want to log out?
es: Estas seguro de que quieres cerrar sesión?

source: Password Reset
es: Recuperar Contraseña

# password_reset_dialog_prompt
source: We've sent you a password reset link. Please check your inbox for more information.
es: Te enviamos un enlace para re-establecer tu contraseña. Revisa tu inbox para mas información.

# login_error_wrong_credentials
source: Wrong email or password.
es: Email o contraseña incorrectos.

# login_error_auth_error
source: Authentication error.
es: Error de autenticación.

# login_view_prompt
source: Please log in to your account in order to interact with and create notes!
es: Inicia sesión para crear e interactuar con tus notas!

# login_view_forgot_password
source: I forgot my password
es: Olvidé mi contraseña

# login_view_not_registered_yet
source: Don't have an account? Register here!
es: No tienes una cuenta? Registrate aquí!

# email_text_field_placeholder
source: myemail@example.com
es: micorreo@ejemplo.com

# password_text_field_placeholder
source: Enter your password
es: Ingresa tu contraseña

source: Forgot Password
es: Olvidé mi contraseña

# forgot_password_view_generic_error
source: We could not process your request. Please make sure that you are a registered user.
es: No pudimos completar la operación. Asegúrate de ser un usuario registrado.

# forgot_password_view_prompt
source: Please enter your email to receive a password reset link.
es: Ingresa tu correo para recibir un enlace y reestablecer tu contraseña.

# forgot_password_view_send_me_link
source: Send me password reset link
es: Re-enviar el link

# forgot_password_view_back_to_login
source: Back to login page
es: Volver al inicio

# register_error_weak_password
source: Your password is too weak. Please choose another password!
es: Tu contraseña es muy débil. Intenta con otra!

# register_error_email_already_in_use
source: This email is already in use. Please choose another email!
es: Este correo ya está en uso. Por favor elige uno distinto!

# register_error_generic
source: Failed to register. Please try again later!
es: Error al registrarte. Intenta de nuevo más tarde!

# register_error_invalid_email
source: The email address you entered appears to have an invalid format. Please try again with a different email address!
es: El correo que ingresaste no tiene un formato vállido. Intentalo de nuevo con un correo diferente!

# register_view_prompt
source: Enter an email and password to create an account!
es: Ingresa un correo electrónico y contraseña para crear una cuenta!

# register_view_already_registered
source: Already have an account? Log In here!
es: Ya tienes una cuenta? Inicia sesión aquí!

# verify_email_view_prompt
source: We've sent you an email verification. Please check your inbox to verify your account.
es: Te enviamos un correo electrónico de verificación. Revisa tu inbox para verificar tu cuenta.

# verify_email_view_prompt2
source: If you haven't received an email, press the button below.
es: Si no has recibido ningún correo electrónico, presiona el botón debajo.

# verify_email_send_email_verification
source: Send email verification
es: Enviar correo de verificación

# notes_title
source: {count, plural, =0{No notes yet} other{Your Notes ({count})}}
es: {count, plural, =0{Aún no hay notas} other{Tus Notas ({count})}}
